{"meta":{"title":"lywyl","subtitle":"","description":"","author":"lywyl","url":"https://lywyl.github.io","root":"/"},"pages":[{"title":"关于","date":"2021-01-22T06:57:17.000Z","updated":"2021-01-22T10:03:09.016Z","comments":true,"path":"about/index.html","permalink":"https://lywyl.github.io/about/index.html","excerpt":"","text":"偶尔一点事情或者体悟的记录与分享希望大家生活开心BY LiuYoung"},{"title":"标签","date":"2021-01-22T08:40:41.000Z","updated":"2021-01-22T09:48:50.102Z","comments":true,"path":"tags/index.html","permalink":"https://lywyl.github.io/tags/index.html","excerpt":"","text":""},{"title":"分类","date":"2021-01-22T08:39:36.000Z","updated":"2021-01-22T09:50:22.429Z","comments":true,"path":"categories/index.html","permalink":"https://lywyl.github.io/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"2021的火星","slug":"2021的火星","date":"2021-02-23T04:53:28.000Z","updated":"2021-02-23T06:26:24.883Z","comments":true,"path":"posts/7eebb70a/","link":"","permalink":"https://lywyl.github.io/posts/7eebb70a/","excerpt":"","text":"灾难似乎无法阻碍我们的脚步，反而加快了我们探索星空的进程。（所有内容资料摘自关注博主，仅供个人学习消遣） 20202020我们失去了阿雷西博望远镜，星舰8坠毁。 我国长征五号新一代载人飞船发射成功。计划建立自己的空间站。 发射了嫦娥五号取回月球土壤。北斗全面覆盖。太阳轨道探测器开始观测太阳。冥王号小行星探测器成功采样。隼鸟二号成功返回地球 并且在2020的火星窗口期，地球上发射了3个火星探测器 我国的天文一号，阿联酋的希望号，美国的毅力号。 火星我就想谈一谈这一次火星探测 阿联酋​ 整个阿联酋国家航天局2014年才成立，短短几年时间连火星探测都能做，这也太夸张太违背人类科技发展自然规律了。实际上这个探测器是美日阿联手的，探测器由美国科罗拉多大学波德分校的大气与空间物理实验室主导，这是个号称“去过太阳系任何一类天体”的实验室，几乎参与了NASA各空间探测任务的核心载荷，非常强大。此外，还有亚利桑那州立大学和加州伯克利的辅助，这个探测器在研究火星大气方面的水平是相当高的。 发射方面，是日本H-IIA火箭。这也是深空探测领域的王牌火箭，发射过破晓号金星探测器、伊卡鲁斯太阳帆和隼鸟二号。 NASA的深空探测网和飞控中心为之服务。 所以本质上是美国、日本、阿联酋合作的任务，阿联酋国家航天局主要负责管理和参与部分科研，恰是所谓“造不如买”。但另一方面，也组建了一个庞大的200多人火星团队，多个大学参与，积累自己的航天人才和经验。 很多人在质疑，这样有意义么？ 其实还挺有意义的。对于仅几百万人口的阿联酋而言，很多人的印象都是迪拜的拜金土豪，修建的各种夸张建筑，但能想到有钱后搞航天、为人类星辰大海事业添砖加瓦相当不错了。而且，这个土豪对于航天，是动真格的。 阿联酋国家航天局成立之初，就获得了大笔的预算，高达52亿美元（Gulfnews的报道），超过当年全国GDP的1%了，这是个非常恐怖的数据。比如从我国的公开数据来看，嫦娥一号和二号才花了约2亿多美元（14亿人民币，欧阳自远院士），52亿美元快够中国载人航天20多年发展了（神舟1-10号+1个天宫花了390亿人民币，载人办发言人武平）。阿联酋的预算，除了一部分政府投入外，大都来自各种私人捐赠，也就是这些迪拜“土豪”们的捐赠。 GDP1%比例的预算，只有阿波罗登月巅峰花费时的NASA享受过。如果按照这个比例，中国今年要投入1万亿人民币到航天，太夸张了。 有了钱阿联酋的航天事业就发展得特别快，各种通信卫星、火星探测、月球探测、遥感卫星、小卫星等项目纷纷上马。虽然目前大都是国际合作的“买买买”，但这些任务水平很高，航天人才积累的速度和水平也提升很快。下一步，航天局也在规划修建各种配套建设，力争独立完成航天任务。总共才成立了几年时间，发展成这样确实不容易。 阿联酋虽然国家体量小，总体科技实力不能和大国抗衡，但在为人类星辰大海梦想奋斗的方面，大家都是一样的了不起 毅力号这是重点，因为我国和阿联酋都是第一次探测火星，我们很多科技都不如别人，毅力号才是这次火星探测的重头戏，天问一号是中国首次独立火星探测，为轨道器/着陆器/巡视器三者结合，是人类探测火星近几十年来工程技术方面最复杂的一次任务。会整体切入环绕火星轨道，三个月后择机分离，着陆器携带巡视器着陆火星。 毅力号是人类最复杂最昂贵的火星巡视器（火星车），释放的机智号是人类首次在地外天体使用直升机技术。它们会在抵达火星后立即着陆。 毅力号功能它携带的X射线光化学荧光光谱仪，可以更加精细测定土壤和岩石的精细元素构成。所携带的新型地下雷达成像仪则直接可以探测地下十米以内的水冰和盐水含量，并辅助监测有机物的含量。 携带了一套火星制氧实验装置，可以将空气中二氧化碳转化为氧气。 携带火星直升机机智号。 毅力号携带了共计23台照相机，历史之最。除了工程和避险相机外，这23台中还能实现彩色成像、三维成像、微距成像、紫外激光器等一系列复杂功能。 携带了两个麦克风，从进入火星大气阶段就开启，能让人类收听到最真实的火星声音。 毅力号将挑战采样返回地球（俄罗斯曾经尝试两次但不幸失败）。 着陆过程火星车要在七分钟左右全自主完成气动减速、降落伞减速、抛隔热大底、抛空中吊车、动力降落、避障悬停、火星车着陆、空中吊车飞离等一系列复杂操作。价值26亿美元的项目，成败就在这短短几分钟 这里有个nasa的科普视频： 1https://weibo.com/tv/show/1034:4604220532523079?from=old_pc_videoshow 降落过程 NASA不是第一次这样了，接近10年前的好奇号也是这样降落的。 还有一些彩蛋： 毅力号带了一些特殊礼物前往火星。在特制储存芯片里，有10932295个人类的名字，他们参与了NASA举办的“带你的名字去火星”活动，在这一刻我们都来自地球；在机身外，安装了一块特制金属铭牌，向所有抗击疫情的人类医疗工作者致敬；在它核心仪器之一Mastcam-Z上，用了一块描述地球生命起源历程的成像校正板，毅力号将进一步揭示火星生命存在的可能性。 着陆后第一张图片 毅力号火星车着陆视频中看着巨大的降落伞在火星大气中满满撑开的同时，不知道你是否注意到了降落伞上看似有些杂乱的红白图案，推上有一位厉害的人 (帐号是@FrenchTech_paf) 看出了端倪：降落伞内部四个同心环的上的红白图案可以解读成一段二进制信息，按照10比特一组进行解读，进行一定的排序后，可以得到三个词 “Dare Mighty Things”，可以翻译成“挑战伟大”。 经过在NASA工作的Paul Ramirez的点拨，原来降落伞最外面一圈的的图案也有玄机，这是一个GPS坐标：北纬34度11分58秒 西经118度10分31秒。这是位于美国Pasadena的喷气推进实验室的坐标。 降落伞 还有个小细节是毅力号火星车用的是基于Intel芯片的电脑，运行的是Linux操作系统；为了传送视频信息，压制视频用的是开源软件ffmpeg。这意味着： 虽然Intel在地球上的日子最近不是很好过，但在火星上还是独领风骚的 火星是太阳系内第二个安装Linux系统的计算机多于Windows的行星 天问一号天问一号早就进入了预定轨道，这几天也在微调，接下来几个月将要环绕火星进行观测，之后5月就看咱们的了。加油！ 还有好多的东西没说，也说累了。 总之，探索宇宙是我们全人类的事业，哪个国家都很伟大。","categories":[{"name":"兴趣","slug":"兴趣","permalink":"https://lywyl.github.io/categories/%E5%85%B4%E8%B6%A3/"}],"tags":[{"name":"随想","slug":"随想","permalink":"https://lywyl.github.io/tags/%E9%9A%8F%E6%83%B3/"}]},{"title":"我真的在修仙","slug":"我真的在修仙","date":"2021-01-31T01:35:21.000Z","updated":"2021-02-23T06:26:17.526Z","comments":true,"path":"posts/516abda/","link":"","permalink":"https://lywyl.github.io/posts/516abda/","excerpt":"","text":"最近玩的一款新出的修仙游戏“鬼谷八荒”，现在我写这篇文章时我刚好卡在金丹巅峰，迟迟突破不了。 到底好玩在哪​ 看到繁多的文字剧情界面，感觉特别像养成游戏和那种剧情向的游戏，加上弹幕式的战斗方式，很难让人看出好玩在哪，但是无论是我还是那些打这个游戏的主播，都感觉到了一件事，代入感太强了。就像我自己在里面，主播通宵打，我一坐在电脑面前也是一整天。 ​ 代入感太强，虽然游戏是一个人开发的，怪物种类少，功法样式不多。很多界面很简单。但是就是故事性强，里面的AI有趣（是真的很有趣，就跟玩网游一样）。难得的是在一个单机游戏里面能体验到那种网游的感觉。 ​ 而且里面的boss和主线剧情都是中国神话和山海经里面的人物，很多物品也都是神话中的东西。真的颇有一番修仙滋味。如果你恰好爱看玄幻或者修仙，武侠小说，那这个更能让你体会到身临其境的感觉。 ​ 游戏里我叫 妄生 ，已经修炼了快20年（16岁开始踏入修仙之道），卡在金丹后期，已经算是修炼天才了。世界里的金丹都是60多岁。 ​ 里面你能看到与你交流的每一个人的人生经历，人生大事，你能知道他的亲属，师门，朋友，仇人。 ​ 这是这个游戏最好玩的地方，我杀了一个叫鲁察的人，当时是因为宗门任务，鲁察比我低一个大境界，我毫不费力就打败了他，他求饶，说他的父亲是金丹强者，杀了他会报复我。我一瞬间知道为啥宗门任务没人做了，原来是别人有金丹靠山，宗门惹不起。我一下子不敢杀他了，毕竟那个时候金丹对于我来说就是神仙一样。但是放走了他，我任务完成不了。我又追上去把他杀了。。。。 ​ 然后戏剧性的发生了。他父亲和他的好友，连带着他父亲的好友，全部对我仇恨值拉满，我被他父亲打了一次，不过我没求饶，他父亲放过了我，没杀我。但是他父亲一个朋友把我杀了，我消耗凉意双鱼配复活（游戏里初始的天宝，可以复活主角9次）。我走路都怕被仇人截杀。跟搞笑的是，宗门在我完成任务远走他乡之后，把我踢了。。。 ​ 其他的很多事跟搞笑的文字懒得写了。真的很有趣很丰富。 一些图片游戏里我第一个死去的好友，我不知道咋死的，估计是被仇人杀害 1 宗门把我踢了 2 游戏里一个女人物，喜欢我 3 后来我和他结为道侣，并且结婚了 4 结婚地点选在第一个大城市叫啥华云城 5","categories":[{"name":"游戏","slug":"游戏","permalink":"https://lywyl.github.io/categories/%E6%B8%B8%E6%88%8F/"}],"tags":[{"name":"鬼谷八荒","slug":"鬼谷八荒","permalink":"https://lywyl.github.io/tags/%E9%AC%BC%E8%B0%B7%E5%85%AB%E8%8D%92/"}]},{"title":"死亡与新生命","slug":"新生命与死亡","date":"2021-01-22T14:08:06.000Z","updated":"2021-01-23T00:31:48.428Z","comments":true,"path":"posts/8d5b3b4f/","link":"","permalink":"https://lywyl.github.io/posts/8d5b3b4f/","excerpt":"","text":"​ 人生下来就开始朝着死亡走去，有的人走的长，有的人走的短。最初20多年我们没用对死亡的恐惧，我们都很健康，我们还有大把的时间和精力去挥霍。但是到了后面，孔子说五十而知天命，感觉就是年过半百就体会到了人生尽头，命运那种玄而又玄的东西。人越老，大概对死亡的忧虑和恐惧就越深重，没有人想死，我们在人世间几十年体会了太多美好的东西，有太多的记忆，谁也舍不得丢下自己爱的人独自离开这个精彩的世界。都不想死，只不过是有人不怕死而已； 死亡是绝望​ 死亡给人的感觉不是直接简单的失落，悲伤；就是绝望，这是一种无法解决无法抗拒的力量，我们谁都无法反抗这一刻的到来，无法改变。面对改变不了的绝望事情，社会心理学告诉我们。人们会刻意避免想到这样的事件发生，避免为这种灾难做打算，侥幸的认为暂时还不会发生。我们年轻时就这样，觉得死亡不是自己的事情。但是死亡和其他灾难比如说地震，暴乱等不一样的地方，就是我们人人都知道都会必定面对死亡。当到了老年，我们必须面对这个近在咫尺的灾难时，就会深深的忧虑了。 新生命​ 有死就有生。虽然我知道蛮多身边人以后不想或者暂时不考虑要孩子，觉得麻烦或者其他原因。但是我想，有新生命诞生的家庭，是幸福的。（这里我不是说现在不要孩子的想法不对，绝对没用批评指点他人的意思，请见谅）。我们或许还年轻，没有见识过新生命的强大，是的，强大，新生命物理上是脆弱的；但是精神上，绝对是我见过最强大的力量之一。 ​ 我外甥2020年5月出生，现在8个月大了。我姐姐从苗条淑女变成现在白白胖胖的”产后妇女“。我爱我的外甥，这是第一个我如此亲近的小生命来到这个世界。你陪伴他一段时间，你会发现，自己，家里，身边，甚至外面世界的所有不愉快，对死亡的焦虑，对财产的焦虑，对病痛…这个生命的到来，他的一天天成长壮大，给你了无穷的希望和力量，以及快乐。 ​ 在他面前，逗他玩感觉不到劳累；对生活有了目标，目前的困难你会觉得总能过去，你能好好陪他成长就很不错了；甚至对于死亡，你都觉得轻松了很多，能走之前多看看小家伙，后继有人，薪火相传。他笑你就笑，你无法克制这样的”陪笑“，因为这是一种灵魂上的感情倾注。对谁都一样。 ​ 难怪古人都希望传宗接代，（我只是表达情感，没用任何贬低他人或者鞭挞他事，并非觉得古代封建好，有得罪请见谅）。新生命给人的希望，能够战胜一个家庭绝大部分的负面情绪。一个宝贝就能扫去一个简单家庭四个老人对死亡的恐惧，两个父母对生活的忧虑；难怪有夫妻不和，却为了孩子而坚持不离婚；难怪就算离婚，双方都想要孩子的抚养权… 最后​ 希望我外甥快快成长，健健康康，快快乐乐。","categories":[{"name":"随笔","slug":"随笔","permalink":"https://lywyl.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"随想","slug":"随想","permalink":"https://lywyl.github.io/tags/%E9%9A%8F%E6%83%B3/"}]},{"title":"2020CSGO的TOP1","slug":"第一篇文章","date":"2021-01-22T08:55:36.414Z","updated":"2021-01-22T09:35:38.980Z","comments":true,"path":"posts/d6bf71d1/","link":"","permalink":"https://lywyl.github.io/posts/d6bf71d1/","excerpt":"","text":"在最大的比赛中无与伦比的影响力和惊人的一致性，请参见Mathieu “⁠ZywOo⁠” Herbaut在GG.BET和Xtrfy的大力支持下，在GG.BET和Xtrfy的支持下，在我们2020年的前20名球员中排名第一。王冠。 img 2020年排名前20位的玩家：简介ZywOo在过去两年中迅速崛起，但他的名字早在2017年就开始成为潜在的明星，当时他成为法国次要职位的常客，首先是E-Corp，然后是与WySix。然而，在实际HLTV.org记录了他的第一场比赛要追溯到2016年8月，当时他效力于所谓的混合队不要介意在公开预选赛ECS第2季的发展联盟并肩当前G2在游戏中的领导者，维迪奇“⁠nexa⁠ “ Isaković。 img ZywOo在他的第一个法国LAN中（照片来源：Vakarm） ZywOo赢得了许多早期的仰慕者，包括他目前的队友Richard “⁠shox⁠” Papillon，他在2017年4月说他“非常非常喜欢”这位后起之秀，并且在年轻人中看到了“我的一些举动”。仅一个月后，他就成为了我们“未来的一个”系列文章中的第一位玩家，此游戏吸引了许多新的追随者，该文章涵盖了游戏的一些最热前景。那个夏天，他受邀参加FPL，最初是在试用阶段，这使他有机会从对抗欧洲一些最佳球员的接力赛中收获很多，而他没有跳到职业《反恐精英》。 这是不是一个不乏追求者认为ZywOo没有成为职业球员的一年。目前的G2教练达米安·马利·马塞尔（Damien “⁠maLeK⁠”）已将16岁的孩子列入了恩维学院团队的候选人名单，但这位年轻人的母亲直到他完成高中才让他完全致力于比赛。ZywOo继续在次顶领域发展，帮助aAa招募了自己的WySix团队赢得2018年夏季ESL全国冠军，在那里他对阵MAXISAUCISSE和LDLC的平均得分达到惊人的1.70 。","categories":[{"name":"游戏","slug":"游戏","permalink":"https://lywyl.github.io/categories/%E6%B8%B8%E6%88%8F/"}],"tags":[{"name":"csgo","slug":"csgo","permalink":"https://lywyl.github.io/tags/csgo/"}]}],"categories":[{"name":"兴趣","slug":"兴趣","permalink":"https://lywyl.github.io/categories/%E5%85%B4%E8%B6%A3/"},{"name":"游戏","slug":"游戏","permalink":"https://lywyl.github.io/categories/%E6%B8%B8%E6%88%8F/"},{"name":"随笔","slug":"随笔","permalink":"https://lywyl.github.io/categories/%E9%9A%8F%E7%AC%94/"}],"tags":[{"name":"随想","slug":"随想","permalink":"https://lywyl.github.io/tags/%E9%9A%8F%E6%83%B3/"},{"name":"鬼谷八荒","slug":"鬼谷八荒","permalink":"https://lywyl.github.io/tags/%E9%AC%BC%E8%B0%B7%E5%85%AB%E8%8D%92/"},{"name":"csgo","slug":"csgo","permalink":"https://lywyl.github.io/tags/csgo/"}]}